<template>
  <div class="container">
    <h2 class="table__title">Дилерская продукция</h2>
    <table class="table">
      <tr>
        <th>№ п/п</th>
        <th>Наименование</th>
        <th>Ед.изм</th>
        <th>Кол-во</th>
        <th>Цена без учета НДС</th>
      </tr>
      <tr>
        <th>1</th>
        <td>Крышка цилиндра Д49.78.1сб</td>
        <td>шт</td>
        <td>1</td>
        <td>89,310.00</td>
      </tr>
      <tr>
        <th>2</th>
        <td>Крышка цилиндра 5Д49.78 спч-1</td>
        <td>шт</td>
        <td>1</td>
        <td>175,525.00</td>
      </tr>
      <tr>
        <th>3</th>
        <td>Втулка цилиндра Д49.36-1СБ</td>
        <td>шт</td>
        <td>1</td>
        <td>45,101.00</td>
      </tr>
      <tr>
        <th>4</th>
        <td>Крышка цилиндра Д50С-06-2 СБ-1(с напр.)</td>
        <td>шт</td>
        <td>1</td>
        <td>76,993.00</td>
      </tr>
      <tr>
        <th>5</th>
        <td>Крышка цилиндра 1ПД4.06-1</td>
        <td>шт</td>
        <td>1</td>
        <td>154,105.00</td>
      </tr>
      <tr>
        <th>6</th>
        <td>Втулка цилиндра Д50М.01.002</td>
        <td>шт</td>
        <td>1</td>
        <td>48,314.00</td>
      </tr>
      <tr>
        <th>7</th>
        <td>Секция 7317.000</td>
        <td>шт</td>
        <td>1</td>
        <td>31,987.00</td>
      </tr>
      <tr>
        <th>8</th>
        <td>Секция 7317.000-21</td>
        <td>шт</td>
        <td>1</td>
        <td>24,752.00</td>
      </tr>
      <tr>
        <th>9</th>
        <td>Секция Р62.131.000</td>
        <td>шт</td>
        <td>1</td>
        <td>36,176.00</td>
      </tr>
      <tr>
        <th>10</th>
        <td>Секция ТЭ3.02.005</td>
        <td>шт</td>
        <td>1</td>
        <td>38,746.00</td>
      </tr>
      <tr>
        <th>11</th>
        <td>Секция ТЭ3.02.005-11</td>
        <td>шт</td>
        <td>1</td>
        <td>34,510.00</td>
      </tr>
      <tr>
        <th>12</th>
        <td>Калорифер ТЭМ2.10.70.020</td>
        <td>шт</td>
        <td>1</td>
        <td>26,656.00</td>
      </tr>
      <tr>
        <th>13</th>
        <td>Втулка цилиндра Г60-130002-7</td>
        <td>шт</td>
        <td>1</td>
        <td>100,119.00</td>
      </tr>
      <tr>
        <th>14</th>
        <td>Втулка цилиндра Г60-130002-7</td>
        <td>шт</td>
        <td>1</td>
        <td>108,667.00</td>
      </tr>
      <tr>
        <th>15</th>
        <td>Поршень Г60-210001-5</td>
        <td>шт</td>
        <td>1</td>
        <td>282,298.00</td>
      </tr>
      <tr>
        <th>16</th>
        <td>Крышка Г60-140001-6</td>
        <td>шт</td>
        <td>1</td>
        <td>100,119.00</td>
      </tr>
      <tr>
        <th>17</th>
        <td>Втулка цилиндра Г60-130002-7</td>
        <td>шт</td>
        <td>1</td>
        <td>100,119.00</td>
      </tr>
      <tr>
        <th>18</th>
        <td>Втулка цилиндра 602-014-101</td>
        <td>шт</td>
        <td>1</td>
        <td>454,848.00</td>
      </tr>
      <tr>
        <th>19</th>
        <td>Рубашка 602-014-105</td>
        <td>шт</td>
        <td>1</td>
        <td>605,908.00</td>
      </tr>
      <tr>
        <th>20</th>
        <td>Втулка цилиндра 832-06003</td>
        <td>шт</td>
        <td>1</td>
        <td>100,119.00</td>
      </tr>
      <tr>
        <th>21</th>
        <td>Втулка цилиндра 672-06003</td>
        <td>шт</td>
        <td>1</td>
        <td>34,024.00</td>
      </tr>
      <tr>
        <th>22</th>
        <td>Втулка цилиндра 572-06001</td>
        <td>шт</td>
        <td>1</td>
        <td>20,111.00</td>
      </tr>
      <tr>
        <th>23</th>
        <td>Втулка цилиндра 23-014-016</td>
        <td>шт</td>
        <td>1</td>
        <td>286,294.00</td>
      </tr>
      <tr>
        <th>24</th>
        <td>Втулка цилиндра 107-030002-1</td>
        <td>шт</td>
        <td>1</td>
        <td>19,556.00</td>
      </tr>
      <tr>
        <th>25</th>
        <td>Поршень 01-120001-5 / 01-1200016 / 101-120010-6</td>
        <td>шт</td>
        <td>1</td>
        <td>31,674.00</td>
      </tr>
      <tr>
        <th>26</th>
        <td>Втулка цилиндра 63-130002-2</td>
        <td>шт</td>
        <td>1</td>
        <td>53,024.00</td>
      </tr>
      <tr>
        <th>27</th>
        <td>Втулка цилиндра 21-130002</td>
        <td>шт</td>
        <td>1</td>
        <td>57,844.00</td>
      </tr>
      <tr>
        <th>28</th>
        <td>Втулка цилиндра 0210.04.002</td>
        <td>шт</td>
        <td>1</td>
        <td>28,739.00</td>
      </tr>
      <tr>
        <th>29</th>
        <td>Гильза цилиндра 2Д100.01.101Сб-1Сб</td>
        <td>шт</td>
        <td>1</td>
        <td>121,598.00</td>
      </tr>
      <tr>
        <th>30</th>
        <td>Поршень нижний Д100.04.001-5</td>
        <td>шт</td>
        <td>1</td>
        <td>28,649.00</td>
      </tr>
      <tr>
        <th>31</th>
        <td>Поршень верхний Д100.04.002-5</td>
        <td>шт</td>
        <td>1</td>
        <td>28,649.00</td>
      </tr>
      <tr>
        <th>32</th>
        <td>Втулка цилиндра Д50М.01.002</td>
        <td>шт</td>
        <td>1</td>
        <td>55,920.00</td>
      </tr>
      <tr>
        <th>33</th>
        <td>Втулка цилиндра 6Д49.36спч-1</td>
        <td>шт</td>
        <td>1</td>
        <td>147,064.00</td>
      </tr>
      <tr>
        <th>34</th>
        <td>Охладитель наддувочного воздуха 5Д49.168спч-1-04</td>
        <td>шт</td>
        <td>1</td>
        <td>1,536,756.00</td>
      </tr>
      <tr>
        <th>35</th>
        <td>Втулка цилиндра Ds102586</td>
        <td>шт</td>
        <td>1</td>
        <td>58,489.00</td>
      </tr>
      <tr>
        <th>36</th>
        <td>Втулка цилиндра 002-Dm21091</td>
        <td>шт</td>
        <td>1</td>
        <td>50,724.00</td>
      </tr>
      <tr>
        <th>37</th>
        <td>Поршень 1ПД4.04.004</td>
        <td>шт</td>
        <td>1</td>
        <td>65,909.00</td>
      </tr>
      <tr>
        <th>38</th>
        <td>Поршень 1ПДМ4.04.004</td>
        <td>шт</td>
        <td>1</td>
        <td>65,909.00</td>
      </tr>
      <tr>
        <th>39</th>
        <td>Втулка распред. вала (передняя) Д50.01.018А</td>
        <td>шт</td>
        <td>1</td>
        <td>14,985.00</td>
      </tr>
      <tr>
        <th>40</th>
        <td>Втулка распред. вала (задняя) Д50.01.019А</td>
        <td>шт</td>
        <td>1</td>
        <td>19,747.00</td>
      </tr>
      <tr>
        <th>41</th>
        <td>Втулка рапред. Вала (средняя) Д50.01.020А</td>
        <td>шт</td>
        <td>1</td>
        <td>12,435.00</td>
      </tr>
      <tr>
        <th>42</th>
        <td>Втулка опоры Д50.08.038А</td>
        <td>шт</td>
        <td>1</td>
        <td>6,893.00</td>
      </tr>
      <tr>
        <th>43</th>
        <td>Втулка верхней головки шатуна Д50.24.003</td>
        <td>шт</td>
        <td>1</td>
        <td>15,868.00</td>
      </tr>
      <tr>
        <th>44</th>
        <td>Втулка вала привода Д50.34.008А</td>
        <td>шт</td>
        <td>1</td>
        <td>15,146.00</td>
      </tr>
      <tr>
        <th>45</th>
        <td>Втулка валика Д50.34.009</td>
        <td>шт</td>
        <td>1</td>
        <td>27,315.00</td>
      </tr>
      <tr>
        <th>46</th>
        <td>Втулка Д50.34.168</td>
        <td>шт</td>
        <td>1</td>
        <td>6,893.00</td>
      </tr>
      <tr>
        <th>47</th>
        <td>Вкладыш средний Д50.27.047А</td>
        <td>шт</td>
        <td>1</td>
        <td>6,893.00</td>
      </tr>
      <tr>
        <th>48</th>
        <td>Вкладыш крайний Д50.27.048А</td>
        <td>шт</td>
        <td>1</td>
        <td>6,893.00</td>
      </tr>
      <tr>
        <th>49</th>
        <td>Вкладыш корннных 1,2,3,5,6 опоры Д50.02.005 РО/Р10</td>
        <td>шт</td>
        <td>1</td>
        <td>31,112.00</td>
      </tr>
      <tr>
        <th>50</th>
        <td>Вкладыш коренной 4 опоры Д50.02.006 РО/Р10</td>
        <td>шт</td>
        <td>1</td>
        <td>42,726.00</td>
      </tr>
      <tr>
        <th>51</th>
        <td>Вкладыш коренной 7 опоры Д50.02.007 РО/Р10</td>
        <td>шт</td>
        <td>1</td>
        <td>66,515.00</td>
      </tr>
      <tr>
        <th>52</th>
        <td>Вкладыш шатунный Д50.24.004 РО/Р10</td>
        <td>шт</td>
        <td>1</td>
        <td>38,304.00</td>
      </tr>
      <tr>
        <th>53</th>
        <td>Заглушка Д50.04.004</td>
        <td>шт</td>
        <td>1</td>
        <td>2,758.00</td>
      </tr>
      <tr>
        <th>54</th>
        <td>Полукольцо Д50.08.005</td>
        <td>шт</td>
        <td>1</td>
        <td>3,407.00</td>
      </tr>
      <tr>
        <th>55</th>
        <td>Полукольцо Д50.08.006</td>
        <td>шт</td>
        <td>1</td>
        <td>4,058.00</td>
      </tr>
      <tr>
        <th>56</th>
        <td>Крыльчатка водяного насоса Д50.11.002-5</td>
        <td>шт</td>
        <td>1</td>
        <td>41,055.00</td>
      </tr>
      <tr>
        <th>57</th>
        <td>Вкладыш коренной Д23.02.00.03/04РО/Р10</td>
        <td>шт</td>
        <td>1</td>
        <td>21,175.00</td>
      </tr>
      <tr>
        <th>58</th>
        <td>Вкладыш упорный Д23.02.00.01/02РО/Р10</td>
        <td>шт</td>
        <td>1</td>
        <td>41,425.00</td>
      </tr>
      <tr>
        <th>59</th>
        <td>Вкладыш шатунный Д23.08.00.02/03 РО/Р10</td>
        <td>шт</td>
        <td>1</td>
        <td>20,549.00</td>
      </tr>
      <tr>
        <th>60</th>
        <td>Вкладыш коренной Д63.02.11/12РО/Р10</td>
        <td>шт</td>
        <td>1</td>
        <td>21,175.00</td>
      </tr>
      <tr>
        <th>61</th>
        <td>Вкладыш упорный Д63.02.13/14РО/Р10</td>
        <td>шт</td>
        <td>1</td>
        <td>41,425.00</td>
      </tr>
      <tr>
        <th>62</th>
        <td>Вкладыш шатунный Д63.08.21/22РО/Р10</td>
        <td>шт</td>
        <td>1</td>
        <td>20,549.00</td>
      </tr>
      <tr>
        <th>63</th>
        <td>Вкладыш коренной Д100.02.137 сб (Д103.03.03.00)РО/Р7</td>
        <td>шт</td>
        <td>1</td>
        <td>13,501.00</td>
      </tr>
      <tr>
        <th>64</th>
        <td>Вкладыш коренной Д100.02.138 сб (Д103.03.01.00)РО/Р7</td>
        <td>шт</td>
        <td>1</td>
        <td>13,604.00</td>
      </tr>
      <tr>
        <th>65</th>
        <td>Вкладыш коренной Д100.02.139 сб(Д103.03.02.00)РО/Р7</td>
        <td>шт</td>
        <td>1</td>
        <td>13,682.00</td>
      </tr>
      <tr>
        <th>66</th>
        <td>Вкладыш шатунный Д100.24.007 сб( Д103.08.02.00) РО/Р7</td>
        <td>шт</td>
        <td>1</td>
        <td>8,793.00</td>
      </tr>
      <tr>
        <th>67</th>
        <td>Вкладыш шатунный Д100.24.017 сб( Д103.08.01.00) РО/Р7</td>
        <td>шт</td>
        <td>1</td>
        <td>8,793.00</td>
      </tr>
      <tr>
        <th>68</th>
        <td>Втулка верхней головки шатуна Д100.24.103СБ1</td>
        <td>шт</td>
        <td>1</td>
        <td>6,323.00</td>
      </tr>
      <tr>
        <th>69</th>
        <td>Втулка вставки порншня Д100.04.061-5</td>
        <td>шт</td>
        <td>1</td>
        <td>4,892.00</td>
      </tr>
      <tr>
        <th>70</th>
        <td>Вкладыши МОП 8ТХ.263.178/179</td>
        <td>шт</td>
        <td>1</td>
        <td>63,356.00</td>
      </tr>
      <tr>
        <th>71</th>
        <td>Элемент фильтрующей очистки масла "Нарва 6-4"</td>
        <td>шт</td>
        <td>1</td>
        <td>411.00</td>
      </tr>
      <tr>
        <th>72</th>
        <td>Элемент фильтрующей очистки масла "ЭФМ 417.01Б"</td>
        <td>шт</td>
        <td>1</td>
        <td>111.00</td>
      </tr>
      <tr>
        <th>73</th>
        <td>Элемент фильтрующей очистки масла "ЭФМ 417.03Б"</td>
        <td>шт</td>
        <td>1</td>
        <td>111.00</td>
      </tr>
      <tr>
        <th>74</th>
        <td>Элемент фильтрующий очистки топлива"Реготмас 521А-1"</td>
        <td>шт</td>
        <td>1</td>
        <td>156.00</td>
      </tr>
      <tr>
        <th>75</th>
        <td>Элемент фильтрующий Реготмас 540-1540-1117040-01</td>
        <td>шт</td>
        <td>1</td>
        <td>99.00</td>
      </tr>
      <tr>
        <th>76</th>
        <td>Элемент фильтрующий ЭФТ 511Б</td>
        <td>шт</td>
        <td>1</td>
        <td>141.00</td>
      </tr>
      <tr>
        <th>77</th>
        <td>Элемент фильтрующий ЭФТ 511.01Б</td>
        <td>шт</td>
        <td>1</td>
        <td>141.00</td>
      </tr>
      <tr>
        <th>78</th>
        <td>Элемент фильтрующий ЭФТ 526Б</td>
        <td>шт</td>
        <td>1</td>
        <td>111.00</td>
      </tr>
      <tr>
        <th>79</th>
        <td>Элемент фильтрующий ЭТФ-4</td>
        <td>шт</td>
        <td>1</td>
        <td>143.00</td>
      </tr>
      <tr>
        <th>80</th>
        <td>Элемент фильтрующий ЭТФ-5</td>
        <td>шт</td>
        <td>1</td>
        <td>253.00</td>
      </tr>
      <tr>
        <th>81</th>
        <td>Элемент фильтрующий ЭТФ-6 (Т6304С)</td>
        <td>шт</td>
        <td>1</td>
        <td>113.00</td>
      </tr>
      <tr>
        <th>82</th>
        <td>ЭЛЕМЕНТ ФИЛЬТРУЮЩЕЙ ОЧИСТКИ ВОЗДУХА (ЩЕТИНА) ПК-35.07.103-1</td>
        <td>шт</td>
        <td>1</td>
        <td>365.00</td>
      </tr>
      <tr>
        <th>83</th>
        <td>Элемент фильтрующей очистки воздуха (щетина) ВУ 3,5/10.30.144 П</td>
        <td>шт</td>
        <td>1</td>
        <td>191.00</td>
      </tr>
      <tr>
        <th>84</th>
        <td>
          Элемент фильтрующей очистки воздуха (щетина) Т-111.40.01-01-02П к-т
        </td>
        <td>шт</td>
        <td>1</td>
        <td>625.00</td>
      </tr>
    </table>
  </div>
</template>

<script setup lang="ts"></script>

<style scoped lang="scss">
.table {
  width: 100%;
  text-align: center;
  margin-bottom: 20px;
  border-collapse: collapse;

  td {
    border: 1px solid grey;
    padding: 5px 5px;
  }

  th {
    padding: 5px 5px;
    border: 1px solid grey;
  }
}
</style>
